tap "homebrew/services"
tap "pulumi/tap"
brew "ca-certificates"
brew "awscli"
brew "colima", restart_service: :changed
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "gh"
brew "git"
brew "go"
brew "gosec"
brew "hyperfine"
brew "openjdk"
brew "php"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "redis"
brew "shellcheck"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "vim"
brew "pulumi/tap/pulumi"
cask "dbeaver-community"
cask "iterm2"
cask "sublime-merge"
cask "sublime-text"
cask "vnc-server"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/josharian/impl"
go "github.com/golang/mock/mockgen"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
